Repository: yeager/swedish-tm
Catalog: reviewed/catalogs/tenacity.tmx
Source language: en
Languages: sv

source: Selection End
sv: Markeringens slut

source: Unused filters:
sv: Oanvända filter:

source: Average level
sv: Medelnivå

source: Welcome!
sv: Välkommen!

source: Pitch
sv: Tonhöjd

source: plug-in
sv: insticksmodul

source: Preferences for MidiIO
sv: Inställningar för MIDI-I/O

source: Silence
sv: Tystnad

source: &Labels...
sv: &Etiketter...

source: Plot Spectrum...
sv: Rita ut spektrum...

source: Play/Stop and &Set Cursor
sv: Spela upp/stoppa och &ändra markören

source: Automated Recording Level Adjustment decreased the volume to %f.
sv: Automatisk justering av inspelningsnivå minskade volymen till %f.

source: The module "%s" does not provide a version string. It will not be loaded.
sv: Modulen ”%s” tillhandahåller ingen versionssträng. Den läses inte in.

source: Click to change clip pitch, Ctrl + click to reset.
sv: Klicka för att ändra klippets tonhöjd, Ctrl + klicka för att återställa.

source: Store Cursor Pos&ition
sv: La&gra markörposition

source: Gentle
sv: Mild

source: Error.~%Selection must be less than ~a.
sv: Fel.~%Markeringen måste vara mindre än ~a.

source: Grayscale
sv: Gråskala

source: 100Hz Rumble
sv: Brus vid 100 Hz

source: Average x: ~a, y: ~a Covariance x y: ~a Average variance x: ~a, y: ~a Standard deviation x: ~a, y: ~a Coefficient of correlation: ~a Coefficient of determination: ~a Variation of residuals: ~a y equals ~a plus ~a times x~%
sv: Medelvärde x: ~a, y: ~a Kovarians x y: ~a Medelvarians x: ~a, y: ~a Standardavvikelse x: ~a, y: ~a Korrelationskoefficient: ~a Bestämningskoefficient: ~a Residualvariation: ~a y är lika med ~a plus ~a gånger x~%

source: Fix
sv: Fixa

source: 24-bit
sv: 24-bitar

source: 3rd Harmonic (Perfect Fifth)
sv: Tredje övertonen (perfekt femma)

source: thousandths of decades
sv: tusendelar av dekader

source: Repeat Last Analyzer
sv: Upprepa senaste analysverktyg

source: Provides LADSPA Effects
sv: Tillhandahåller LADSPA-effekter

source: Plugin Settings
sv: Inställningar för insticksmoduler

source: Sample #
sv: Samplingsnr

source: Detect Upstream Dropouts
sv: Upptäck signalfel i uppströmmen

source: Applied effect: %s
sv: Tillämpade effekt: %s

source: SQLite3 error
sv: SQLite3-fel

source: Get Track Info
sv: Hämta spårinformation

source: Use dialog for the &name of a new label
sv: Använd dialogruta för den nya etikettens &namn

source: St&op threshold (samples):
sv: S&luttröskelvärde (samplingar):

source: Number of Channels:
sv: Antal kanaler:

source: Move to Ne&xt Label
sv: Flytta till n&ästa etikett

source: Apply Macro to:
sv: Tillämpa makro till:

source: Sample Rate used when recording new tracks, mixing down tracks and for playback in this project.
sv: Samplingsfrekvens som används vid inspelning av nya spår, mixning av spår och uppspelning i projektet.

source: Export...
sv: Exportera...

source: Realtime effects for %s
sv: Realtidseffekter för %s

source: Peak %2.f dB
sv: Max %2.f dB

source: &Increase Playback Speed
sv: &Öka uppspelningshastighet

source: Preferences for KeyConfig
sv: Inställningar för kortkommandon

source: Disabled
sv: Inaktiverad

source: Cache folder:
sv: Cachekatalog:

source: Actual Compression
sv: Faktisk komprimering

source: HalfWave
sv: Halvvåg

source: Experimental - Theme Packages
sv: Experimentellt – temapaket

source: Frequency Hertz Start
sv: Frekvens hertz, start

source: Internal error in %s at %s line %d. Please inform the Tenacity team at https://codeberg.org/tenacityteam/tenacity/issues
sv: Internt fel i %s vid %s, rad %d. Informera Tenacity-teamet på https://codeberg.org/tenacityteam/tenacity/issues

source: &Threshold:
sv: &Tröskel:

source: Select None
sv: Markera ingenting

source: Hard Overdrive
sv: Hård overdrive

source: Applies a linear fade-out to the selected audio
sv: Tillämpar en linjär uttoningseffekt på det markerade ljudet

source: LFO frequency in hertz
sv: LFO-frekvens i hertz

source: &Buffer Size (8 to 1048576 samples):
sv: &Buffertstorlek (8 till 1048576 samplingar):

source: Sort by effect name
sv: Sortera efter effektnamn

source: Default audio track &name:
sv: Standard&namn för ljudspår:

source: Cancel Save
sv: Avbryt sparandet

source: Warning - Truncating Overlong Block File
sv: Varning - Trunkerar blockfil som är för lång

source: We have several support methods:
sv: Det finns flera sätt att få hjälp:

source: Set Loop To Selection
sv: Ange upprepning efter markering

source: Initial Tempo Change (%)
sv: Inledande tempoändring (%)

source: Amplitude of Radar Needles (percent)
sv: Amplitud för radarnålar (procent)

source: Play Af&ter Selection Start
sv: Spela upp &efter markeringens början

source: Standard Vinyl rpm:
sv: Rpm för standardvinyl:

source: Provides builtin commands to Tenacity
sv: Tillhandahåller inbyggda kommandon för Audacity

source: No labels to export.
sv: Inga etiketter att exportera.

source: Export Labels As:
sv: Exportera etiketter som:

source: From Y:
sv: Från Y:

source: Detect Silence
sv: Upptäck tystnad

source: Cannot be written to plug-ins folder:
sv: Det går inte att skriva till insticksmodulkatalogen:

source: Pasted from the clipboard
sv: Klistrade in från urklipp

source: &Time Track
sv: &Tidspår

source: Tracks
sv: Spår

source: Apply '%s'
sv: Tillämpa "%s"

source: Total orphan blocks deleted %d
sv: Totalt antal borttagna övergivna block: %d

source: Project is corrupt (Unable to work with the blockfiles)
sv: Projektet är skadat (det går inte att arbeta med blockfilerna)

source: Connect dots
sv: Anslut pickar

source: Restore Defaults
sv: Återställ standardvärden

source: Automatic Save
sv: Automatiskt sparning

source: Click and drag to move bottom selection frequency.
sv: Klicka och dra för att flytta den nedre markeringsfrekvensen.

source: Rounded Out
sv: Avrundat ut

source: Link Stereo Tracks
sv: Länka stereospår

source: Failed to set safe mode on primary connection to %s
sv: Det gick inte att ange säkert läge för primäranslutningen till %s

source: Sensiti&vity (dB):
sv: &Känslighet (dB):

source: 4 (default)
sv: 4 (standard)

source: If output text file exists
sv: Om utdata-textfilen finns

source: Recording Meter
sv: Inspelningsmätare

source: Time shifted tracks/clips left %.02f seconds
sv: Tidsförsköt spår/klipp åt vänster med %.02f sekunder

source: Scroll
sv: Rulla

source: Hold Time:
sv: Hålltid:

source: 'Audacity' is a registered trademark of MuseCY SM Ltd
sv: ”Audacity” är ett registrerat varumärke som tillhör MuseCY SM Ltd

source: %s to select or deselect track.
sv: %s för att markera eller avmarkera spår.

source: start
sv: början

source: Gaussian(a=4.5)
sv: Gaussisk(a=4,5)

source: Importing WebVTT files is not currently supported.
sv: Import av WebVTT-filer stöds för närvarande inte.

source: Can't select precisely
sv: Kan inte markera exakt

source: Error Writing to File
sv: Fel vid skrivning till fil

source: Album Title
sv: Albumtitel

source: Show messages
sv: Visa meddelanden

source: No projects selected
sv: Inga projekt är markerade

source: Old Sensitivity
sv: Gammal känslighet

source: Get Preference...
sv: Hämta inställning...

source: &Import
sv: &Importera

source: Label Index
sv: Etikettindex

source: Leveller, Light, -70dB noise floor
sv: Utjämnare, lätt, -70dB bottennivå för brus

source: De&lete
sv: Ra&dera

source: Auto-select overtones (beta)
sv: Välj övertoner automatiskt (beta)

source: "%s" is a playlist file. Tenacity cannot open this file because it only contains links to other files. You may be able to open it in a text editor and download the actual audio files.
sv: ”%s” är en spellistefil. Tenacity kan inte öppna filen eftersom den bara innehåller länkar till andra filer. Det kan gå att öppna den i en textredigerare och hämta de faktiska ljudfilerna.

source: Tempo Changed
sv: Tempot ändrades

source: Line Time
sv: Radtid

source: Application
sv: Program

source: 1 (Before Label)
sv: 1 (innan etikett)

source: Insertion failed because the drive is full
sv: Infogningen misslyckades eftersom enheten är full

source: Ma&ke-up gain for 0 dB after compressing
sv: Kompensations&förstärkning för 0 dB efter komprimering

source: Project check read faulty Sequence tags.
sv: Projektkontrollen läste felaktiga Sequence-taggar.

source: Disable Silent Monitoring
sv: Inaktivera tyst monitorering

source: Video frames
sv: Videobildrutor

source: Hard clip -12dB, 80% make-up gain
sv: Hårt klipp -12dB, 80% ombrytningsförstärkning

source: Leveller, Heaviest, -70dB noise floor
sv: Utjämnare, tyngst, -70dB bottennivå för brus

source: Changed Speed
sv: Ändrade hastigheten

source: &Preferences...
sv: &Inställningar...

source: MIDI Device Info
sv: MIDI-enhetsinfo

source: Normalize
sv: Normalisera

source: Name files:
sv: Namnge filer:

source: Cursor Shor&t Jump Right
sv: Flytta markören ett k&ort hopp till höger

source: &Language:
sv: &Språk:

source: Changed Speed to %.01f%%
sv: Ändrade hastigheten till %.01f %%

source: Start
sv: Början

source: &Manage Plugins
sv: &Hantera insticksmoduler

source: Project
sv: Projekt

source: Tenacity is already running
sv: Tenacity körs redan

source: Exporting an Audio File
sv: Exporterar en ljudfil

source: Copyright %s 2021-2026 %s Team.
sv: Upphovsrätt %s 2021–2025 %s-teamet.

source: Add
sv: Lägg till

source: Brief
sv: Kort

source: "%s" is an Advanced Audio Coding file. Without the optional FFmpeg library, Tenacity cannot open this type of file. Otherwise, you need to convert it to a supported audio format, such as WAV or AIFF.
sv: ”%s” är en Advanced Audio Coding-fil. Utan det valfria FFmpeg-biblioteket kan Tenacity inte öppna den här filtypen. Annars måste du konvertera den till ett ljudformat som stöds, till exempel WAV eller AIFF.

source: Unknown!
sv: Okänd!

source: Replace missing audio with silence (permanent immediately)
sv: Ersätt saknat ljud med tystnad (permanent direkt)

source: Exported Label Style:
sv: Exporterad etikettstil:

source: Bass Guitar
sv: Basgitarr

source: Error Importing
sv: Fel uppstod under import

source: Tenacity Timer Record Progress
sv: Förlopp för tidsstyrd inspelning i Tenacity

source: &Parameters
sv: &Parametrar

source: Success Criteria 1.4.7 of WCAG 2.0: Pass
sv: Framgångskriterier 1.4.7 av WCAG 2.0: Genomfördes

source: Exponential Out
sv: Exponentiellt ut

source: Error in Duration
sv: Fel i längd

source: Sets an envelope point position.
sv: Ändrar punktpositionen för en envelopp.

source: Truncate Silence
sv: Trunkera tystnad

source: Compare Audio...
sv: Jämför ljud...

source: Within:
sv: Inom:

source: Plug-in already exists
sv: Insticksmodulen finns redan

source: 1/32 (triplets)
sv: 1/32 (trioler)

source: Generates a constant frequency tone of one of four types
sv: Genererar en ton med konstant frekvens utav en av fyra typer

source: Play to &Selection
sv: Spela upp till &markering

source: Split Delete Labeled Audio
sv: Dela och radera ljud med etikett

source: Dept&h:
sv: Dju&p:

source: Time Signature Toolbar
sv: Verktygsrad för taktart

source: hh:mm:ss + samples
sv: hh:mm:ss + samplingar

source: Gaussian(a=2.5)
sv: Gaussisk(a=2,5)

source: Flips the audio samples upside-down, reversing their polarity
sv: Vänder uppochned på ljudsamplingarna och vänder på deras polaritet

source: L Channel First
sv: V. kanal först

source: Resampled audio track(s)
sv: Återsamplade ljudspår

source: &Selection Tool
sv: &Markeringsverktyg

source: Sawtooth
sv: Sågtand

source: Macro %s already exists. Would you like to replace it?
sv: Makrot %s finns redan. Vill du ersätta det?

source: Rectangular
sv: Rekangulär

source: 30 - 300 beats/minute
sv: 30 - 300 slag/minut

source: Meter dB &range:
sv: Inte&rvall för dB-mätare:

source: Open &Recent...
sv: Öppna senaste...

source: PAL frames (25 fps)
sv: PAL-bildrutor (25 fps)

source: Plugin
sv: Insticksmodul

source: Previo&us Clip
sv: F&öregående klipp

source: Automatic
sv: Automatisk

source: Project Depends on Other Audio Files
sv: Projektet beror på andra ljudfiler

source: (-100 to 0 dB):
sv: (-100 till 0 dB):

source: &Align Tracks
sv: &Justera spår

source: %sSave Copy of Project "%s" As...
sv: %sSpara en kopia av projektet ”%s” som …

source: Refresh Rate
sv: Uppdateringshastighet

source: Fade direction
sv: Toningsriktning

source: Vocal I
sv: Sång I

source: Maximum trailing silence
sv: Maximal avslutande tystnad

source: Changed '%s' to %s Hz
sv: Bytte "%s" till %s Hz

source: WCAG 2.0 Success Criteria 1.4.7 Contrast Results
sv: WCAG 2.0 framgångskriterier 1.4.7 kontrastresultat

source: Could not determine language
sv: Kunde inte bestämma språket

source: &All
sv: &Allting

source: Confirm Stop
sv: Bekräfta stopp

source: &Get More...
sv: &Hämta mer...

source: Don't show this warning again
sv: Visa inte denna varning igen

source: Recording will commence in:
sv: Inspelningen kommer att börja om:

source: Unable to read the preset from "%s"
sv: Det gick inte att läsa förinställningen från ”%s”

source: &Treble (dB):
sv: &Diskant (dB):

source: &Waveform:
sv: &Vågform:

source: Edit Steps
sv: Redigera steg

source: Split stereo track '%s'
sv: Dela stereospåret "%s"

source: Pasted audio
sv: Inklistrat ljud

source: FAIL
sv: MISSLYCKADES

source: Centiseconds
sv: Centisekunder

source: Beat Finder
sv: Slaghittare

source: This is a pre-release version of Tenacity. You may experience (unknown) bugs and, worst case, possible data loss. Proceed with caution.
sv: Detta är en förhandsutgåva av Tenacity. Du kan råka ut för okända fel och, i värsta fall, möjlig dataförlust. Fortsätt försiktigt.

source: &Cancel
sv: &Avbryt

source: &Threshold (lower is more sensitive):
sv: &Tröskelvärde (lägre är känsligare):

source: &Enable
sv: &Aktivera

source: Label &Editor
sv: &Etikettredigerare

source: Paste audio from another Tenacity project as
sv: Klistra in ljud från ett annat Tenacity-projekt som

source: 'unnamed' is special
sv: "namnlös" är speciell

source: Created new stereo audio track
sv: Skapade nytt stereospår

source: D&ecrease Recording Volume
sv: Sänk inspelnings&volymen

source: Chebyshev Type II
sv: Chebyshev, typ II

source: Remove Center: to mono
sv: Ta bort mitten: till mono

source: This project was not saved properly the last time Tenacity ran. It has been recovered to the last snapshot, but you must save it to preserve its contents.
sv: Projektet sparades inte korrekt när Tenacity kördes senast. Det har återställts till den senaste ögonblicksbilden, men du måste spara det för att bevara innehållet.

source: View by name
sv: Visa efter namn

source: Delete orphan files (permanent immediately)
sv: Ta bort övergivna filer (permanent direkt)

source: Import Effect Parameters
sv: Importera effektparametrar

source: Save VST3 Preset As:
sv: Spara VST3-förinställning som:

source: The maximum frequency must be an integer
sv: Den maximala frekvensen måste vara ett heltal

source: Move to Seek
sv: Flytta för att söka

source: &Edit...
sv: R&edigera...

source: Cut labeled audio regions to clipboard and leave gap
sv: Klipp ut etiketterade ljudområden till Urklipp och lämna ett mellanrum

source: Load Files
sv: Läs in filer

source: When truncating independently, there may only be one selected audio track in each Sync-Locked Track Group.
sv: Vid oberoende trunkering kan det endast finnas ett markerat ljudspår i varje synkroniseringslåst spårgrupp.

source: Recording Meter Options
sv: Alternativ för inspelningsmätare

source: Aligned start to cursor/selection start
sv: Justerade början till markören/markeringens början

source: Select stream(s) to import
sv: Välj ström(mar) att importera

source: Paste Text to New Label
sv: Klistra in text till ny etikett

source: &Wave Color
sv: Färg på &vågform

source: Generic error
sv: Allmänt fel

source: Church Hall
sv: Kyrksal

source: t&o
sv: t&ill

source: Click and drag to rearrange sub-views
sv: Klicka och dra för att ordna om undervyer

source: 1/2 (triplets)
sv: 1/2 (trioler)

source: &Mute All Tracks
sv: Slå &av ljud för alla spår

source: Silence duration:
sv: Tystnadslängd:

source: L&ogarithmic scale
sv: L&ogaritmisk skala

source: Select a directory
sv: Välj en katalog

source: Set range to '%ld' - '%ld'
sv: Ändra intervall till "%ld" - "%ld"

source: Automatic Export path is invalid.
sv: Sökvägen för automatisk export är ogiltig.

source: Align Together
sv: Justera tillsammans

source: "%s" is a Dolby Digital audio file. Tenacity cannot currently open this type of file. You need to convert it to a supported audio format, such as WAV or AIFF.
sv: ”%s” är en Dolby Digital-ljudfil. Tenacity kan för närvarande inte öppna den här filtypen. Du måste konvertera den till ett ljudformat som stöds, till exempel WAV eller AIFF.

source: Measured background level
sv: Mätt bakgrundsnivå

source: Debug Output:
sv: Felsökningsutmatning:

source: 1 - 1000 bars
sv: 1 - 1000 takter

source: Select Macro
sv: Välj makro

source: Modules
sv: Moduler

source: Tenacity recognized the type of the file '%s'. Importers supposedly supporting such files are: %s, but none of them understood this file format.
sv: Tenacity identifierade filtypen för ”%s”. Importörer som påstås ha stöd för sådana filer är: %s, men ingen av dem förstod detta filformat.

source: - The two channels are almost not related. Either you have only noise or the piece is mastered in a unbalanced manner. The center extraction can still be good though.
sv: - De två kanalerna är nästan inte relaterade. Antingen har du bara brus eller så är stycket mastrat obalanserat. Centerextraheringen kan dock ändå bli bra.

source: VZoom Top:
sv: VZoom max:

source: Pasting clip contents, please wait
sv: Klistrar in klippinnehåll, vänta

source: Duplicate
sv: Duplicera

source: Window Size:
sv: Fönsterstorlek:

source: Disk Space
sv: Diskutrymme

source: 1 (After Label)
sv: 1 (efter etikett)

source: Expected len %lld, track len %lld.
sv: Förväntad längd %lld, spårlängd %lld.

source: Effect
sv: Effekt

source: Pinned &head position
sv: Fäste sid&huvudets position

source: Beats per bar
sv: Slag per takt

source: Seconds
sv: Sekunder

source: The MIDI Synthesizer Latency must be an integer
sv: Latensen för MIDI-synthesizer måste var ett heltal

source: Meter refresh rate per second [1-100]:
sv: Mätaruppdateringar per sekund [1-100]:

source: peak amplitude
sv: toppamplitud

source: Same name
sv: Samma namn

source: Failed to restore connection
sv: Det gick inte att återställa anslutningen

source: Shortcuts have been removed
sv: Kortkommandon har tagits bort

source: Spaces detected
sv: Tomrum hittades

source: Step 2
sv: Steg 2

source: Exports to a file.
sv: Exporterar till en fil.

source: Metronome Tick
sv: Metronomtick

source: Force Final Alignment
sv: Tvinga fram slutlig justering

source: I&nterpolation:
sv: I&nterpolering:

source: Failed
sv: Misslyckades

source: Selects Audio.
sv: Väljer ljud.

source: Swing amount
sv: Förvrängningsmängd

source: Cursor to Track Start
sv: Från markören till spårets slut

source: Device information is not available.
sv: Enhetsinformation är inte tillgänglig.

source: Selection Toolbar Setup
sv: Inställning av markeringsverktygsrad

source: Export multiple files
sv: Exportera flera filer

source: Active
sv: Aktiv

source: Types:
sv: Typer:

source: Hard Clip
sv: Hårt klipp

source: Click to change clip speed, Cmd + click to reset.
sv: Klicka för att ändra klippets hastighet, Cmd + klicka för att återställa.

source: Co&ntrast Result:
sv: &Kontrastresultat:

source: Cursor Long J&ump Left
sv: Flytta markören ett &långt hopp åt vänster

source: Limiter
sv: Begränsare

source: Spectra&l Selection Panel
sv: Panel för spektral &markering

source: not pressed
sv: inte nedtryckt

source: Loaded %d keyboard shortcuts
sv: Läste in %d kortkommandon

source: Failed to open the project's database
sv: Det gick inte att öppna projektets databas

source: Trim audio outside selection
sv: Beskär ljud utanför markeringen

source: &Length:
sv: &Längd:

source: HTML file
sv: HTML-fil

source: Selected
sv: Markerade

source: Pitch and Speed...
sv: Tonhöjd och hastighet …

source: Unnamed
sv: Namnlös

source: Save Log
sv: Spara logg

source: Directory %s is not suitable (at risk of being cleaned out)
sv: Katalogen %s är inte lämplig (risk för att den rensas)

source: Debu&g
sv: Felsöknin&g

source: Align &Together
sv: Justera &tillsammans

source: Converts stereo tracks to mono
sv: Konverterar stereospå&r till mono

source: Save VST Preset As:
sv: Spara VST-förinställning som:

source: Frequency must be at least 0.1 Hz.
sv: Frekvensen måste vara minst 0.1 Hz.

source: &Increase Playback Volume
sv: &Höj uppspelningsvolymen

source: Hard Clipping
sv: Hård klippning

source: ~aPercentage values cannot be more than 1000 %.
sv: ~aProcentvärden kan inte vara större än 1000 %.

source: Default Sample &Format:
sv: Samplings&format som standard:

source: Saves the log contents.
sv: Sparar loggens innehåll.

source: &Save...
sv: &Spara...

source: Cursor to Next Clip Boundary
sv: Från markören till nästa klippgräns

source: Modules are optional components of Tenacity that enable some functionality, such as importing and exporting. It is generally not necessary to change these settings.
sv: Moduler är valfria delar av Tenacity som aktiverar funktioner, till exempel import och export. Det är normalt inte nödvändigt att ändra dessa inställningar.

source: Waveform type
sv: Vågformstyp

source: Provides Vamp Effects support to Tenacity
sv: Ger Tenacity stöd för Vamp-effekter

source: AUP3 project files
sv: AUP3-projektfiler

source: Select All
sv: Markera allt

source: Play &Once/Stop
sv: Spela &en gång/stoppa

source: Limiting...
sv: Begränsar..

source: &Playback Meter Toolbar
sv: Verktygsfält för u&ppspelningsmätare

source: Frequency
sv: Frekvens

source: Custom mappin&g
sv: Anpassad kanalma&ppning

source: Set Left Selection Boundary
sv: Ändra vänster markeringsgräns

source: Knee Width
sv: Knäbredd:

source: Wavelet (1/6 Octave Hann)
sv: Wavelet (1/6 oktav Hann)

source: Transport &Options
sv: &Transportalternativ

source: Tone controls
sv: Tonkontroller

source: Grabber
sv: Greppare

source: Pitch (EAC)
sv: Tonhöjd (EAC)

source: 32768 - most narrowband
sv: 32768 - mest smalband

source: Unspecified channel order
sv: Ospecificerad kanalordning

source: Enable &compensation
sv: Aktiverar &kompensering

source: Aligned together
sv: Justerade tillsammans

source: Delete '%s'?
sv: Radera "%s"?

source: C&ut and leave gap
sv: Klipp &ut och lämna ett mellanrum

source: Key Bindings
sv: Kortkommandon

source: Load Nyquist script
sv: Läs in Nyquist-skript

source: S-Curve In
sv: S-kurva in

source: Set Track Audio...
sv: Ändra spårljud...

source: Decay (seconds)
sv: Fördröjning (sekunder)

source: Applied Macro '%s'
sv: Tillämpade makrot "%s"

source: Automated Recording Level Adjustment
sv: Automatisk justering av inspelningsnivå

source: Adjust right trim by %.02f seconds
sv: Justera höger beskärning med %.02f sekunder

source: Effect Output
sv: Effektutmatning

source: Classic Filters
sv: Klassiska filter

source: Enable smart selection
sv: Aktivera smart markering

source: Applying '%s' to current project
sv: Tillämpar "%s" i nuvarande projekt

source: %s %s and %s %s, %d and %d of %d clip %s
sv: %s %s och %s %s, %d och %d av %d klipp %s

source: %s %s and %s %s, %d and %d of %d clips %s
sv: %s %s och %s %s, %d och %d av %d klipp %s

source: Expo&rt Selected Audio...
sv: Exportera &markerat ljud...

source: Aligned/Moved end to cursor/selection start
sv: Justerade/flyttade slutet till markören/markerings början

source: Minimum number of digits in label
sv: Minimalt antal siffror i etikett

source: Window Name:
sv: Fönsternamn:

source: Reading and rendering samples...
sv: Läser och renderar samplingar...

source: Split Delete
sv: Dela och radera

source: Tag
sv: Tagg

source: Description: %s
sv: Beskrivning: %s

source: &Fit to Width
sv: &Anpassa till bredd
